export const ru = {
  titles: {
    main: 'Разработчик из Москвы',
    portfolio: 'Портфолио Разработчика',
  },
  home_text: 'Артур — создаёт впечатляющие, однако функциональные веб-сайты.',
  notFound: {
    subtitle: 'Страница не найдена',
    back: 'Назад',
  },
  links: {
    github: 'Код',
    telegram: 'Поработаем?',
  },
  routes: {
    main: 'Арт Гинзбург',
    portfolio: 'Портфолио',
    life: 'Лайф',
  },
  portfolio: {
    frontend: 'Фронтенд',
    cli: 'Консольные утилиты',
    apps: 'Приложения',
    backend: 'Бэкенд',
  },
  badges: {
    npm: 'Загрузки с NPM',
    github: 'Звёзды на GitHub',
  },
  countries: [
    'Болгарию',
    'Финляндию',
    'Испанию',
    'Францию',
    'Украину',
    'Кипр',
    'Италию',
    'Абхазию',
    'Тайланд',
    'Израиль',
    'Хорватию',
    'Россию',
  ],
  life: {
    story: 'История',
    education: 'Образование',
    texts: {
      countries: (humanizedCountries) =>
        `Я посетил ${humanizedCountries}, чтобы привезти вам пользовательский опыт, почерпнутый из архитектуры, культуры и урбанистики множества городов. Технические знания — лишь полдела.`,
      stats: [
        'Но давайте отступим от продуктивной деятельности и взглянем на то, как Я развлекаюсь. К примеру, очень понравилось проходить эти',
        'и делать ',
        '. Кстати,',
        'моей жизни были посвящены просмотру замечательных ',
        'Двигаясь дальше по статистике, Я провёл за программированием ',
        ' с 29-го августа 2021.',
      ],
      links: {
        steam: 'Компьютерных игр',
        instagram: 'Снимки',
        mustapp: 'Фильмов',
        practicum: 'Яндекс.Практикум',
        ibdp: 'Дипломная Программа Международного Бакалавриата® (IB DP)',
      },
      education: {
        practicum: {
          dates: ' | янв. 2021 - окт. 2021',
          faculty: 'Веб-разработчик ',
          project: 'Портфолио',
        },
        ibdp: {
          dates: ' | сен. 2018 - янв. 2020',
          faculty: 'Фильм · Компьютерная Наука · Бизнес & Менеджмент ',
          project: 'CAS Проект',
        },
      },
    },
  },
  listLastWord: ' и',
};
