export const ru = {
  home_text: 'Артур, пишет код.',
  links: {
    github: 'Код',
    telegram: 'Телеграм',
  },
  routes: {
    main: 'Арт Гинзбург',
    portfolio: 'Портфолио',
  },
  portfolio: {
    frontend: 'Фронтенд',
    cli: 'Консольные утилиты',
    apps: 'Приложения',
    backend: 'Бэкенд',
  },
  projects: {
    moviesExplorer: 'Диплом на 100/100 баллов во время обучения в Yandex.Practicum',
    mesto: 'Первый полноценный учебный React-проект с авторизацией (6-й курс Яндекс.Практикума)',
    russianTravel: 'Учебный проект, 2-й курс Яндекс.Практикума',
    howToLearn: 'Учебный проект, 1-й курс Яндекс.Практикума',
    casProject: 'Интерактивная карта школьного здания, первый самостоятельный фронтенд-проект',

    sudoTouchid: 'Скрипт для автоматизации использования TouchID вместо пароля в командной строке',
    barhide: 'Скрытие лишних иконок из Menu Bar',
    powerchime: 'Переключение звука подключения зарядного кабеля',
    wifiPass: 'Быстрый шеринг паролей Wi-Fi',

    '2faToTray':
      'Менеджер одноразовых паролей для macOS, который, несмотря на свою простоту, почти прошёл в ежедневный топ Product Hunt',

    flightNotifier: 'Телеграм-бот для уведомлений о взлётах и посадках частных самолётов',
    sigcheck: 'Бэкенд проверки электронных подписей для НБКИ',
  },
};
