export const ru = {
  titles: {
    main: 'Разработчик из Москвы',
    portfolio: 'Портфолио Разработчика',
  },
  home_text: 'Артур — создаёт впечатляющие, однако функциональные веб-сайты.',
  notFound: {
    subtitle: 'Страница не найдена',
    back: 'Назад',
  },
  links: {
    github: 'Код',
    telegram: 'Поработаем?',
  },
  routes: {
    main: 'Арт Гинзбург',
    portfolio: 'Портфолио',
    life: 'Лайф',
  },
  portfolio: {
    frontend: 'Фронтенд',
    cli: 'Консольные утилиты',
    apps: 'Приложения',
    backend: 'Бэкенд',
  },
  badges: {
    npm: 'Загрузки с NPM',
    github: 'Звёзды на GitHub',
  },
  countries: [
    'Болгарию',
    'Финляндию',
    'Испанию',
    'Францию',
    'Украину',
    'Кипр',
    'Италию',
    'Абхазию',
    'Тайланд',
    'Израиль',
    'Хорватию',
    'Россию',
  ],
  life: {
    story: 'История',
    education: 'Образование',
    texts: {
      countries: (humanizedCountries) =>
        `Я посетил ${humanizedCountries}, чтобы привезти вам пользовательский опыт, почерпнутый из архитектуры, культуры и урбанистики множества городов. Технические знания — лишь полдела.`,
    },
  },
  listLastWord: ' и',
};
